[
    {
        "track": "Roll the Dice",
        "lyrics": "Rude girl, I need you to come closer\nJust because I waan fe get to know you\nLet's talk and maybe exchange numbers\nThere's a whole world that I wanna show you\nRude girl, I need you to come closer\nJust because I waan fe get to know you\nLet's talk and maybe exchange numbers\nThere's a whole world that I wanna show you\n\nAnd if tings go nice, then we could be in love\nAnd if tings go nice, then tings might happen\nWe could be in love\nAnd if tings go nice, then we could be in love\nAnd if tings go nice, then tings might happen\nWe could be in love\n\nRude boy, you look like a smoker\nGot some weed but don't got no Rizla\nI can see all the stress that you're under\nCome we go and chat shit on the sofa\nRude boy, you seem like a joker\nCan I bother you for a lighter?\nIs it alright if I ask for your number?\nI don't mind if you come a bit closer...\n\nAnd if things go nice, then we could be in love\nAnd if things go nice, then things might happen\nWe could be in love\nAnd if things go nice, then we could be in love\nAnd if things go nice, then things might happen\nWe could be in love\n\nLet's see if we can inspire an emotion\nThat's how people can decide it's a vibe\nWe could be in love\nWe could be in love"
    },
    {
        "track": "Gangsta's Paradise (feat. L.V.)",
        "lyrics": "Yeah\nMmm, hmm, hmm\n\nJust a minute and I can tell you about the things that don't need to be\nHere we are at the place where it all began, people, can’t you see?\nThought you knew about the west side, east side Gs on the creep, you know\nOnly living for the day, never worried about tomorrow\n\nAlways tripping, now we're slipping\nLadies bitching, babies missing\nFrom the evils of the world\n\nBeen spending most their lives living in the gangsta's paradise\nEh ohm ah eh ohm ohm ohm, eh ohm ah eh ohm ohm ohm\nKeep spending most our lives living in the gangsta's paradise\nEh ohm ah eh ohm ohm ohm, eh ohm ah eh ohm ohm ohm\n\nPower and the money, money and the power\nAin't a damn thing funny, this is a jack, so, fool, don't you holler\n'Cause I don't have that long and I know that it's wrong\nBut I live by the G's rules and it's on\nSo don't you trip, because I won't slip\nI keep my G's by my side and my thing on my hip\nSo don't you creep by my hood without your heat\nOr it's the Grim Reaper that you’re sure to meet\n\nAin't no gangstas living in paradise\nAin't no gangstas living in paradise\n\nTell me why are we so blind to see\nThat the ones we hurt are you and me?\n\nBeen spending most their lives living in the gangsta's paradise\nEh ohm ah eh ohm ohm ohm, eh ohm ah eh ohm ohm ohm\nKeep spending most our lives living in the gangsta's paradise\nEh ohm ah eh ohm ohm ohm, eh ohm ah eh ohm ohm ohm\n\nNow here’s another that comes to mind\nAbout a sister that put herself in a bind\nShe keeps praying on the day\nThat her man would come home from prison to stay\n\nThe life she’s living, the love she’s giving\nThe pain is killing, the stress she’s feeling\nFrom the evils of the world\n\nBeen spending most their lives living in the gangsta's paradise\nEh ohm ah eh ohm ohm ohm, eh ohm ah eh ohm ohm ohm\nKeep spending most our lives living in the gangsta's paradise\nEh ohm ah eh ohm ohm ohm, eh ohm ah eh ohm ohm ohm\n\nTell me why are we so blind to see\nThat the ones we hurt are you and me?\nTell me why are we so blind to see\nThat the ones we hurt are you and me?\n\nAin’t no gangstas living in paradise\nAin’t no gangstas living in paradise\nAin’t no gangstas living in paradise\nAin’t no gangstas living in paradise\nAin’t no gangstas living in paradise\nAin’t no gangstas living in paradise"
    },
    {
        "track": "The Real Slim Shady",
        "lyrics": "May I have your attention, please?\nMay I have your attention, please?\nWill the real Slim Shady please stand up?\nI repeat\nWill the real Slim Shady please stand up?\nWe're gonna have a problem here\n\nY'all act like you never seen a white person before\nJaws all on the floor like Pam, like Tommy just burst in the door\nAnd started whoopin' her ass worse than before\nThey first were divorced, throwin' her over furniture (Agh)\nIt's the return of the \"Oh, wait, no way, you're kidding\nHe didn't just say what I think he did, did he?\"\nAnd Dr. Dre said\nNothing, you idiots, Dr. Dre's dead, he's locked in my basement (Ha-ha)\nFeminist women love Eminem\n\"Chicka-chicka-chicka, Slim Shady, I'm sick of him\nLook at him, walkin' around, grabbin' his you-know-what\nFlippin' the you-know-who\", \"Yeah, but he's so cute though\"\nYeah, I probably got a couple of screws up in my head loose\nBut no worse than what's goin' on in your parents' bedrooms\nSometimes I wanna get on TV and just let loose\nBut can't, but it's cool for Tom Green to hump a dead moose\n\"My bum is on your lips, my bum is on your lips\"\nAnd if I'm lucky, you might just give it a little kiss\nAnd that's the message that we deliver to little kids\nAnd expect them not to know what a woman's clitoris is\nOf course, they're gonna know what intercourse is\nBy the time they hit fourth grade they've got the Discovery Channel, don't they?\nWe ain't nothin' but mammals\nWell, some of us cannibals who cut other people open like cantaloupes\nBut if we can hump dead animals and antelopes\nThen there's no reason that a man and another man can't elope\nBut if you feel like I feel, I got the antidote\nWomen, wave your pantyhose, sing the chorus, and it goes\n\nI'm Slim Shady, yes, I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes, I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n\nWill Smith don't gotta cuss in his raps to sell records (Nope)\nWell, I do, so fuck him, and fuck you too\nYou think I give a damn about a Grammy?\nHalf of you critics can't even stomach me, let alone stand me\n\"But Slim, what if you win? Wouldn't it be weird?\"\nWhy? So you guys could just lie to get me here?\nSo you can sit me here next to Britney Spears?\nYo, shit, Christina Aguilera better switch me chairs\nSo I can sit next to Carson Daly and Fred Durst\nAnd hear 'em argue over who she gave head to first\nLittle bitch put me on blast on MTV\n\"Yeah, he's cute, but I think he's married to Kim, hee-hee\"\nI should download her audio on MP3\nAnd show the whole world how you gave Eminem VD (Agh)\nI'm sick of you little girl and boy groups, all you do is annoy me\nSo I have been sent here to destroy you\nAnd there's a million of us just like me\nWho cuss like me, who just don't give a fuck like me\nWho dress like me, walk, talk and act like me\nAnd just might be the next best thing, but not quite me\n\n'Cause I'm Slim Shady, yes, I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes, I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n\nI'm like a head trip to listen to\n'Cause I'm only givin' you things you joke about with your friends inside your livin' room\nThe only difference is I got the balls to say it in front of y'all\nAnd I don't gotta be false or sugarcoat it at all\nI just get on the mic and spit it\nAnd whether you like to admit it (Err), I just shit it\nBetter than ninety percent of you rappers out can\nThen you wonder, \"How can kids eat up these albums like Valiums?\"\nIt's funny, 'cause at the rate I'm goin', when I'm thirty\nI'll be the only person in the nursin' home flirting\nPinchin' nurse's asses when I'm jacking off with Jergens\nAnd I'm jerking, but this whole bag of Viagra isn't working\nAnd every single person is a Slim Shady lurkin'\nHe could be working at Burger King, spittin' on your onion rings (Ch, puh)\nOr in the parkin' lot, circling, screaming, \"I don't give a fuck!\"\nWith his windows down and his system up\nSo will the real Shady please stand up\nAnd put one of those fingers on each hand up?\nAnd be proud to be out of your mind and out of control\nAnd one more time, loud as you can, how does it go?\n\nI'm Slim Shady, yes, I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes, I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes, I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n'Cause I'm Slim Shady, yes, I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up\nPlease stand up, please stand up?\n\nHa-ha\nI guess there's a Slim Shady in all of us\nFuck it, let's all stand up"
    },
    {
        "track": "Ms. Jackson",
        "lyrics": "Yeah, this one right here goes out\nTo all the baby's mamas' mamas\nMamas, mamas, baby mamas' mamas\nYeah, go like this\nI'm sorry, Ms. Jackson, ooh, I am for real\nNever meant to make your daughter cry\nI apologized a trillion times\nI'm sorry, Ms. Jackson, ooh, I am for real\nNever meant to make your daughter cry\nI apologized a trillion times\nMy baby a drama mama don't like me\nShe be doin' things like havin' them boys\nCome from her neighborhood to the studio, tryna fight me\nShe need to get a piece of the American pie and take her bite out\nThat's my house, I'll disconnect the cable and turn the lights out\nAnd let her know her grandchild is a baby and not a pay check\nPrivate school, daycare, shit, medical bills, I pay that\nI love your mom and everything\nBut see, I ain't the only one who laid down\nShe wanna rib you up to start a custody war, my lawyers stay down\nShe never got a chance to hear my side of the story, we was divided\nShe had fish fries and cookouts for my child's birthday, I ain't invited\nDespite it I show her the utmost respect when I fall through\nAll you, do is defend that lady when I call you, yeah\n\nI'm sorry, Ms. Jackson, ooh, I am for real\nNever meant to make your daughter cry\nI apologized a trillion times\nI'm sorry, Ms. Jackson, ooh, I am for real\nNever meant to make your daughter cry\nI apologized a trillion times\n\nMe and your daughter got a special thang goin' on (We got a special kinda thing)\nYou say it's puppy love, we say it's full-grown (Arroof)\nHope that we feel this, feel this way forever\nYou can plan a pretty picnic but you can't predict the weather\nMs. Jackson\nTen times out of nine, now if I'm lyin', find\nThe quickest muzzle, throw it on my mouth and I'll decline\nKing meets queen, then the puppy love thing\nTogether dream 'bout that crib with the Goodyear swing\nOn the oak tree, I hope we feel like this forever\nForever, forever ever? Forever ever?\nForever never seems that long until you're grown\nAnd notice that the day-by-day ruler can't be too wrong\nMs. Jackson, my intentions were good, I wish I could\nBecome a magician to abracadabra all the sadder\nThoughts of me, thoughts of she, thoughts of he\nAsking what happened to the feeling that her and me had\nI pray so much about it, need some knee pads\nIt happened for a reason, one can't be mad\nSo know this, know that everything's cool\nAnd yes, I will be present on the first day of school and graduation\n\nI'm sorry, Ms. Jackson, ooh, I am for real\nNever meant to make your daughter cry\nI apologized a trillion times\nI'm sorry, Ms. Jackson, ooh, I am for real\nNever meant to make your daughter cry (Uh, uh, yeah)\nI apologized a trillion times\n\"Look at the way he treats me\", shit, look at the way you treat me\nYou see, your little nosy-ass homegirls done got your ass sent up the creek, G\nWithout a paddle, you left to straddle and ride this thing on out (Out)\nNow you and your girl ain't speakin' no more 'cause my dick all in her mouth (Mouth)\nKnow what I'm talkin' about?\nJealousy, infidelity, envy, cheating, beating in the year 2G, they be the same thing\nSo who you placin' the blame on? You keep on singin' the same song\nLet bygones be bygones and you can go on and get the hell on, you and your mama\nI'm sorry, Ms. Jackson, ooh, I am for real (Your mama a bitch)\nNever meant to make your daughter cry\nI apologized a trillion times\nI'm sorry, Ms. Jackson, ooh, I am for real\nNever meant to make your daughter cry\nI apologized a trillion times\nI'm sorry, Ms. Jackson, ooh, I am for real\nNever meant to make your daughter cry\nI apologized a trillion times\nI'm sorry, Ms. Jackson, ooh, I am for real\nNever meant to make your daughter cry\nI apologized a trillion times"
    },
    {
        "track": "Bad Day",
        "lyrics": "Where is the moment we needed the most?\nYou kick up the leaves and the magic is lost\nThey tell me your blue skies fade to gray\nThey tell me your passion's gone away\nAnd I don't need no carryin' on\n\nYou stand in the line just to hit a new low\nYou're faking a smile with the coffee to go\nYou tell me your life's been way off line\nYou're falling to pieces every time\nAnd I don't need no carryin' on\n\nBecause you had a bad day, you're taking one down\nYou sing a sad song just to turn it around\nYou say you don't know, you tell me, don't lie\nYou work at a smile and you go for a ride\nYou had a bad day, the camera don't lie\nYou're coming back down and you really don't mind\nYou had a bad day\nYou had a bad day\n\nWell, you need a blue sky holiday\nThe point is they laugh at what you say\nAnd I don't need no carryin' on\n\nYou had a bad day, you're taking one down\nYou sing a sad song just to turn it around\nYou say you don't know, you tell me, don't lie\nYou work at a smile and you go for a ride\nYou had a bad day, the camera don't lie\nYou're coming back down and you really don't mind\nYou had a bad day\nOoh, a holiday\n\nSometimes, the system goes on the blink and the whole thing turns out wrong\nYou might not make it back and you know that you could be, well, oh, that strong\nAnd I'm not wrong\nYeah, yeah, yeah\n\nSo where is the passion when you need it the most?\nOh, you and I\nYou kick up the leaves and the magic is lost\n\n'Cause you had a bad day, you're taking one down\nYou sing a sad song just to turn it around\nYou say you don't know, you tell me, don't lie\nYou work at a smile and you go for a ride\nYou had a bad day, you've seen what you're like\nAnd how does it feel? One more time\nYou had a bad day\nYou had a bad day (Ah, yeah, yeah)\n\nHad a bad day (Ah, a holiday)\nHad a bad day (Ah, yeah-yeah, yeah-yeah, yeah)\nHad a bad day (Ah)"
    },
    {
        "track": "Till I Collapse",
        "lyrics": "(Yo, left, yo, left) 'Cause sometimes you just feel tired\n(Yo, left, right, left) Feel weak, and when you feel weak\n(Yo, left, yo, left) You feel like you wanna just give up\n(Yo, left, right, left) But you gotta search within you\n(Yo, left, yo, left) Try to find that inner strength and just pull that shit out of you\n(Yo, left, right, left) And get that motivation to not give up\n(Yo, left, yo, left) And not be a quitter\n(Yo, left, right, left) No matter how bad you wanna just fall flat on your face and collapse\n\n'Til I collapse, I'm spillin' these raps long as you feel 'em\n'Til the day that I drop, you'll never say that I'm not killin' 'em\n'Cause when I am not, then I'ma stop pennin' 'em\nAnd I am not hip-hop and I'm just not Eminem\nSubliminal thoughts, when I'ma stop sendin' 'em?\nWomen are caught in webs, spin 'em and hock venom\nAdrenaline shots of penicillin could not get the illin' to stop\nAmoxicillin's just not real enough\nThe criminal, cop-killin', hip-hop villain\nA minimal swap to cop millions of Pac listeners\nYou're comin' with me, feel it or not\nYou're gonna fear it like I showed ya the spirit of God lives in us\nYou hear it a lot, lyrics to shock\nIs it a miracle or am I just product of pop fizzin' up?\nFa' shizzle, my wizzle, this is the plot, listen up\nYou bizzles forgot, Slizzle does not give a fuck\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n'Til the roof comes off, 'til the lights go out ('Til the roof, until the roof)\n'Til my legs give out, can't shut my mouth (The roof comes off, the roof comes off)\n'Til the smoke clears out, am I high? Perhaps ('Til my legs, until my legs)\nI'ma rip this shit 'til my bones collapse (Give out from underneath me)\n\nMusic is like magic, there's a certain feelin' you get\nWhen you real and you spit, and people are feelin' your shit\nThis is your moment, and every single minute you spend\nTryna hold on to it, 'cause you may never get it again\nSo while you're in it, try to get as much shit as you can\nAnd when your run is over, just admit when it's at its end\n'Cause I'm at the end of my wits with half the shit that gets in\nI got a list, here's the order of my list that it's in\nIt goes: Reggie, JAY-Z, 2Pac and Biggie\nAndré from OutKast, Jada, Kurupt, Nas, and then me\nBut in this industry I'm the cause of a lot of envy\nSo when I'm not put on this list, the shit does not offend me\nThat's why you see me walk around like nothing's botherin' me\nEven though half you people got a fuckin' problem with me\nYou hate it, but you know respect you got to give me\nThe press's wet dream, like Bobby and Whitney—Nate, hit me!\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n'Til the roof comes off, 'til the lights go out ('Til the roof, until the roof)\n'Til my legs give out, can't shut my mouth (The roof comes off, the roof comes off)\n'Til the smoke clears out, am I high? Perhaps ('Til my legs, until my legs)\nI'ma rip this shit 'til my bones collapse (Give out from underneath me)\n\nSoon as a verse starts, I eat at an MC's heart\nWhat is he thinking? How not to go against me, smart\nAnd it's absurd how people hang on every word\nI'll prob'ly never get the props I feel I ever deserve\nBut I'll never be served, my spot is forever reserved\nIf I ever leave Earth, that would be the death of me first\n'Cause in my heart of hearts I know nothin' could ever be worse\nThat's why I'm clever when I put together every verse\nMy thoughts are sporadic, I act like I'm an addict\nI rap like I'm addicted to smack like I'm Kim Mathers\nBut I don't wanna go forth and back in constant battles\nThe fact is I would rather sit back and bomb some rappers\nSo this is like a full-blown attack I'm launchin' at 'em\nThe track is on some battlin' raps, who wants some static?\n'Cause I don't really think that the fact that I'm Slim matters\nA plaque and platinum status is wack if I'm not the baddest, so\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n'Til the roof comes off, 'til the lights go out ('Til the roof, until the roof)\n'Til my legs give out, can't shut my mouth (The roof comes off, the roof comes off)\n'Til the smoke clears out, am I high? Perhaps ('Til my legs, until my legs)\nI'ma rip this shit 'til my bones collapse (Give out from underneath me)\n\nUntil the roof, until the roof\nThe roof comes off, the roof comes off\nUntil my legs, until my legs\nGive out from underneath me, I\nI will not fall, I will stand tall\nFeels like no one can beat me"
    },
    {
        "track": "Without Me",
        "lyrics": "Obie Trice, real name, no gimmicks\nRa—\nTwo trailer-park girls go round the outside\nRound the outside, round the outside\nTwo trailer-park girls go round the outside\nRound the outside, round the outside\nWoo (Ooh, ooh)\n\nGuess who's back, back again?\nShady's back, tell a friend\nGuess who's back, guess who's back\nGuess who's back, guess who's back\nGuess who's back, guess who's back\nGuess who's back\n(Na-na-na, na, na, na, na, na, na)\n(Na-na-na, na, na, na, na)\n\nI've created a monster\n'Cause nobody wants to see Marshall no more, they want Shady, I'm chopped liver\nWell, if you want Shady, this is what I'll give ya\nA little bit of weed mixed with some hard liquor\nSome vodka that'll jump-start my heart quicker\nThan a shock when I get shocked at the hospital\nBy the doctor when I'm not cooperating\nWhen I'm rockin' the table while he's operating (Hey)\nYou waited this long, now stop debating\n'Cause I'm back, I'm on the rag and ovulating\nI know that you got a job, Ms. Cheney\nBut your husband's heart problem's complicating\nSo the FCC won't let me be\nOr let me be me, so let me see\nThey tried to shut me down on MTV\nBut it feels so empty without me\nSo come on and dip, bum on your lips\nFuck that, cum on your lips and some on your tits\nAnd get ready, 'cause this shit's about to get heavy\nI just settled all my lawsuits (Fuck you, Debbie)\n\nNow, this looks like a job for me\nSo, everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\nI said this looks like a job for me\nSo, everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\n\nLittle hellions, kids feeling rebellious\nEmbarrassed, their parents still listen to Elvis\nThey start feelin' like prisoners, helpless\n'Til someone comes along on a mission and yells, \"Bitch\"\nA visionary, vision is scary\nCould start a revolution, pollutin' the airwaves\nA rebel, so just let me revel and bask\nIn the fact that I got everyone kissin' my ass\nAnd it's a disaster, such a catastrophe\nFor you to see so damn much of my ass, you asked for me?\nWell, I'm back, da-na-na-na, na-na-na-na-na-na\nFix your bent antenna, tune it in, and then I'm gonna\nEnter in and up under your skin like a splinter\nThe center of attention, back for the winter\nI'm interesting, the best thing since wrestling\nInfesting in your kid's ears and nesting\nTesting, \"Attention, please\"\nFeel the tension soon as someone mentions me\nHere's my ten cents, my two cents is free\nA nuisance, who sent? You sent for me?\n\nNow, this looks like a job for me\nSo, everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\nI said this looks like a job for me\nSo, everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\n\nA tisket, a tasket, I'll go tit-for-tat wit'\nAnybody who's talkin', \"This shit, that shit\"\nChris Kirkpatrick, you can get your ass kicked\nWorse than them little Limp Bizkit bastards\nAnd Moby? You can get stomped by Obie\nYou thirty-six-year-old bald-headed fag, blow me\nYou don't know me, you're too old, let go\nIt's over, nobody listens to techno\nNow, let's go, just give me the signal\nI'll be there with a whole list full of new insults\nI've been dope, suspenseful with a pencil\nEver since Prince turned himself into a symbol\nBut, sometimes, the shit just seems\nEverybody only wants to discuss me\nSo this must mean I'm disgusting\nBut it's just me, I'm just obscene (Yeah)\nThough I'm not the first king of controversy\nI am the worst thing since Elvis Presley\nTo do Black music so selfishly\nAnd use it to get myself wealthy (Hey)\nThere's a concept that works\nTwenty million other white rappers emerge\nBut no matter how many fish in the sea\nIt'd be so empty without me\n\nNow, this looks like a job for me\nSo, everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\nI said this looks like a job for me\nSo, everybody, just follow me\n'Cause we need a little controversy\n'Cause it feels so empty without me\nHum, dei-dei, la-la\nLa-la, la-la-la\nLa-la, la-la-la\nLa-la, la-la\nHum, dei-dei, la-la\nLa-la, la-la-la\nLa-la, la-la-la\nLa-la, la-la\nKids"
    },
    {
        "track": "Not Afraid",
        "lyrics": "(I'm not afraid, I'm not afraid) Yeah\n(To take a stand, to take a stand) It's been a ride\n(Everybody, everybody) I guess I had to\n(Come take my hand, come take my hand) Go to that place to get to this one\n(We'll walk this road together, through the storm) Now some of you\n(Whatever weather, cold or warm) Might still be in that place\n(Just lettin' you know that you're not alone) If you're tryna get out\n(Holla if you feel like you've been down the same road) Just follow me, I'll get you there\n\nYou can try and read my lyrics off of this paper before I lay 'em\nBut you won't take the sting out these words before I say 'em\n'Cause ain't no way I'ma let you stop me from causin' mayhem\nWhen I say I'ma do somethin', I do it\nI don't give a damn what you think, I'm doin' this for me\nSo fuck the world, feed it beans, it's gassed up if it thinks it's stoppin' me\nI'ma be what I set out to be, without a doubt, undoubtedly\nAnd all those who look down on me, I'm tearin' down your balcony\nNo ifs, ands or buts, don't try to ask him why or how can he\nFrom Infinite down to the last Relapse album\nHe's still shittin' whether he's on salary, paid hourly\nUntil he bows out or he shits his bowels out of him\nWhichever comes first, for better or worse\nHe's married to the game like a \"Fuck you\" for Christmas\nHis gift is a curse, forget the Earth, he's got the urge to pull his dick from the dirt\nAnd fuck the whole universe\n\nI'm not afraid, I'm not afraid\nTo take a stand, to take a stand\nEverybody, everybody\nCome take my hand, come take my hand\nWe'll walk this road together, through the storm\nWhatever weather, cold or warm\nJust lettin' you know that you're not alone\nHolla if you feel like you've been down the same road\n\nOkay, quit playin' with the scissors and shit, and cut the crap\nI shouldn't have to rhyme these words in a rhythm for you to know it's a wrap\nYou said you was king, you lied through your teeth\nFor that, fuck your feelings, instead of gettin' crowned, you're gettin' capped\nAnd to the fans, I'll never let you down again, I'm back\nI promise to never go back on that promise\nIn fact, let's be honest, that last Relapse CD was \"ehh\"\nPerhaps I ran them accents into the ground\nRelax, I ain't goin' back to that now\nAll I'm tryna say is get back, click-clack-blaow\n'Cause I ain't playin' around\nThere's a game called circle and I don't know how\nI'm way too up to back down\nBut I think I'm still tryna figure this crap out\nThought I had it mapped out, but I guess I didn't\nThis fuckin' black cloud still follows me around\nBut it's time to exorcise these demons\nThese motherfuckers are doin' jumpin' jacks now\n\nI'm not afraid, I'm not afraid\nTo take a stand, to take a stand\nEverybody, everybody\nCome take my hand, come take my hand\nWe'll walk this road together, through the storm\nWhatever weather, cold or warm\nJust lettin' you know that you're not alone\nHolla if you feel like you've been down the same road (Same road, same road)\n\nAnd I just can't keep livin' this way\nSo startin' today\nI'm breakin' out of this cage\nI'm standin' up, I'ma face my demons\nI'm mannin' up, I'ma hold my ground\nI've had enough, now I'm so fed up\nTime to put my life back together right now\n\nIt was my decision to get clean, I did it for me\nAdmittedly I probably did it subliminally for you\nSo I could come back a brand-new me, you helped see me through\nAnd don't even realize what you did, believe me, you\nI've been through the wringer\nBut they can do little to the middle finger\nI think I got a tear in my eye, I feel like the king of\nMy world, haters can make like bees with no stingers\nAnd drop dead: no more beef lingers\nNo more drama from now on\nI promise to focus solely on handlin' my responsibilities as a father\nSo I solemnly swear to always treat this roof like my daughters and raise it\nYou couldn't lift a single shingle on it\n'Cause the way I feel, I'm strong enough to go to the club\nOr the corner pub and lift the whole liquor counter up\n'Cause I'm raisin' the bar, I'd shoot for the moon\nBut I'm too busy gazin' at stars, I feel amazin', and\n\nI'm not afraid, I'm not afraid\nTo take a stand, to take a stand\nEverybody, everybody\nCome take my hand, come take my hand\nWe'll walk this road together, through the storm\nWhatever weather, cold or warm\nJust lettin' you know that you're not alone\nHolla if you feel like you've been down the same road (Same road, same-)"
    },
    {
        "track": "Love The Way You Lie",
        "lyrics": "Just gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\n\nI can't tell you what it really is, I can only tell you what it feels like\nAnd right now, there's a steel knife in my windpipe\nI can't breathe, but I still fight while I can fight\nAs long as the wrong feels right, it's like I'm in flight\nHigh off her love, drunk from her hate\nIt's like I'm huffin' paint and I love her, the more I suffer, I suffocate\nAnd right before I'm about to drown, she resuscitates me\nShe fuckin' hates me, and I love it — \"Wait!\nWhere you going?\" — \"I'm leaving you!\" — \"No, you ain't!\nCome back!\" — We're runnin' right back, here we go again\nIt's so insane, 'cause when it's goin' good, it's goin' great\nI'm Superman with the wind at his back, she's Lois Lane\nBut when it's bad, it's awful, I feel so ashamed\nI snapped, \"Who's that dude?\", I don't even know his name\nI laid hands on her, I'll never stoop so low again\nI guess I don't know my own strength\n\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie\n\nYou ever love somebody so much you can barely breathe when you're with 'em?\nYou meet, and neither one of you even know what hit 'em\nGot that warm fuzzy feelin', yeah, them chills, used to get 'em\nNow you're gettin' fuckin' sick of lookin' at 'em?\nYou swore you'd never hit 'em, never do nothin' to hurt 'em\nNow you're in each other's face\nSpewin' venom in your words when you spit 'em\nYou push, pull each other's hair, scratch, claw, bit 'em\nThrow 'em down, pin 'em\nSo lost in the moments when you're in 'em\nIt's the rage that took over, it controls you both\nSo they say you're best to go your separate ways\nGuess that they don't know ya\n'Cause today, that was yesterday, yesterday is over\nIt's a different day, sound like broken records playin' over\nBut you promised her, next time you'll show restraint\nYou don't get another chance, life is no Nintendo game\nBut you lied again\nNow you get to watch her leave out the window\nGuess that's why they call it window pane\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie\n\nNow, I know we said things, did things that we didn't mean\nThen we fall back into the same patterns, same routine\nBut your temper's just as bad as mine is, you're the same as me\nWhen it comes to love, you're just as blinded, baby, please\nCome back, it wasn't you, baby, it was me\nMaybe our relationship isn't as crazy as it seems\nMaybe that's what happens when a tornado meets a volcano\nAll I know is I love you too much to walk away though\nCome inside, pick up your bags off the sidewalk\nDon't you hear sincerity in my voice when I talk?\nTold you this is my fault, look me in the eyeball\nNext time I'm pissed, I'll aim my fist at the drywall\nNext time? There won't be no next time!\nI apologize, even though I know it's lies\nI'm tired of the games, I just want her back, I know I'm a liar\nIf she ever tries to fuckin' leave again, I'ma tie her\nTo the bed and set this house on fire, just gonna—\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie"
    },
    {
        "track": "I Want It That Way",
        "lyrics": "Yeah\n\nYou are my fire\nThe one desire\nBelieve when I say\nI want it that way\n\nBut we are two worlds apart\nCan't reach to your heart\nWhen you say\nThat I want it that way\n\nTell me why\nAin't nothin' but a heartache\nTell me why\nAin't nothing but a mistake\nTell me why\nI never wanna hear you say\nI want it that way\n\nAm I your fire?\nYour one desire\nYes, I know it's too late\nBut I want it that way\n\nTell me why\nAin't nothin' but a heartache\nTell me why\nAin't nothin' but a mistake\nTell me why\nI never wanna hear you say\nI want it that way\n\nNow I can see that we've fallen apart\nFrom the way that it used to be, yeah\nNo matter the distance, I want you to know\nThat deep down inside of me\n\nYou are my fire\nThe one desire\nYou are (You are, you are, you are)\nDon't wanna hear you say\n\nAin't nothin' but a heartache (Hey, yeah)\nAin't nothin' but a mistake (Don't wanna hear you say)\nI never wanna hear you say (Oh, yeah)\nI want it that way\n\nTell me why\nAin't nothin' but a heartache\nTell me why\nAin't nothin' but a mistake\nTell me why\nI never wanna hear you say (Don't wanna hear you say)\nI want it that way\nTell me why\nAin't nothin' but a heartache\nAin't nothin' but a mistake\nTell me why\nI never wanna hear you say (Never wanna hear you say, yeah)\nI want it that way\n\n'Cause I want it that way"
    },
    {
        "track": "Hello",
        "lyrics": "Hello, it's me\nI was wondering if, after all these years, you'd like to meet\nTo go over everything\nThey say that time's supposed to heal ya\nBut I ain't done much healin'\nHello, can you hear me?\nI'm in California dreaming about who we used to be\nWhen we were younger and free\nI've forgotten how it felt before the world fell at our feet\n\nThere's such a difference between us\nAnd a million miles\nHello from the other side\nI must've called a thousand times\nTo tell you I'm sorry for everything that I've done\nBut when I call, you never seem to be home\nHello from the outside\nAt least, I can say that I've tried\nTo tell you I'm sorry for breaking your heart\nBut it don't matter, it clearly doesn't tear you apart anymore\n\nHello, how are you?\nIt's so typical of me to talk about myself, I'm sorry\nI hope that you're well\nDid you ever make it out of that town\nWhere nothing ever happened?\n\nIt's no secret that the both of us\nAre running out of time\nSo hello from the other side (Other side)\nI must've called a thousand times (Thousand times)\nTo tell you I'm sorry for everything that I've done\nBut when I call, you never seem to be home\nHello from the outside (Outside)\nAt least, I can say that I've tried (I've tried)\nTo tell you I'm sorry for breaking your heart\nBut it don't matter, it clearly doesn't tear you apart anymore\n\n(Highs, highs, highs, highs, lows, lows, lows, lows) Ooh, anymore\n(Highs, highs, highs, highs, lows, lows, lows, lows) Ooh, anymore\n(Highs, highs, highs, highs, lows, lows, lows, lows) Ooh, anymore\n(Highs, highs, highs, highs, lows, lows, lows, lows) Anymore\nHello from the other side (Other side)\nI must've called a thousand times (Thousand times)\nTo tell you I'm sorry for everything that I've done\nBut when I call, you never seem to be home\nHello from the outside (Outside)\nAt least, I can say that I've tried (I've tried)\nTo tell you I'm sorry for breaking your heart\nBut it don't matter, it clearly doesn't tear you apart anymore"
    },
    {
        "track": "What Is Love - 7\" Mix",
        "lyrics": "What is love?\nBaby, don't hurt me\nDon't hurt me, no more\nBaby, don't hurt me\nDon't hurt me, no more\nWhat is love? Yeah-yeah\n(Ooh, ooh)\n\nNo, I don't know why you're not there\nI give you my love, but you don't care\nSo what is right and what is wrong?\nGive me a sign\n\nWhat is love?\nOh, baby, don't hurt me\nDon't hurt me, no more\nWhat is love?\nOh, baby, don't hurt me\nDon't hurt me, no more\n\nWoah-woah-woah-woah\nOh-woah-woah, uh-huh\nWoah-woah-woah-woah\nOh-woah-woah, uh-huh\n\nOh, I don't know, what can I do?\nWhat else can I say? It's up to you\nI know we're one, just me and you\nI can't go on\n\nWhat is love?\nOh, baby, don't hurt me\nDon't hurt me, no more\nWhat is love?\nOh, baby, don't hurt me\nDon't hurt me, no more\n\nWoah-woah-woah-woah\nOh-woah-woah, uh-huh\nWoah-woah-woah-woah\nOh-woah-woah, uh-huh\n\nWhat is love?\n(Ooh-ooh, ooh-ooh, ooh-ooh)\nWhat is love?\n(Ooh-ooh, ooh-ooh, ooh-ooh)\nWhat is love?\nOh, baby, don't hurt me\nDon't hurt me, no more\n\nDon't hurt me\nDon't hurt me\n\nI want no other, no other lover\nThis is our life, our time\nWhen we are together, I need you forever\nIs it love?\n\nWhat is love?\nOh, baby, don't hurt me\nDon't hurt me, no more\nWhat is love?\nOh, baby, don't hurt me\nDon't hurt me, no more\nYeah-yeah\n\nWoah-woah-woah-woah\nOh-woah-woah, uh-huh\nWoah-woah-woah-woah\nOh-woah-woah, uh-huh\n\nWhat is love?\nOh, baby, don't hurt me\nDon't hurt me, no more\nWhat is love?\nOh, baby, don't hurt me\nDon't hurt me, no more\n\n(Uh-huh, uh-huh)\nOh, baby, don't hurt me\nDon't hurt me no more\n(Uh-huh, uh-huh)\nOh, baby, don't hurt me\nDon't hurt me, no more\nWhat is love?"
    }
]