[
    {
        "track": "Kahoot - Remix",
        "lyrics": "Ja, du vet att ABC-formeln fucking stämmer på dethär beatet, mannen\n(Yeah, blueface, baby)\n(Ight!)\n\nEat, sleep, play kahoot and repeat\nOm du inte vill kö' solo så kan vi kö' team (ye, ye)\nJa, vi reppar kunskap och vi gör med stil\nOch jag fyller dig med kunskap, så vi kallar dig gravid, ja (ye, ye, ye)\nDet var en gång, någon frågade mig\nVarför har jag small, och du big brain? (ouh)\nJa, lille vän, de' är en simpel grej\nOm nån vill spela kahoot, så säg aldrig nej (huh)\n\nKahoot, kahoot, kahoot, kahoot, kahoot, kahoot (kom först, legit)\nNär jag kommer hem från skolan, då blir det kahoot (kom först, legit)\nKahoot, kahoot, kahoot, kahoot, kahoot, kahoot (ye)\nNär jag kommer hem från skolan, då blir det kahoot\n\nVinner kahooten för jag är så smart\nIngen kan slå mig som Mario Kart\nSvara på frågan så omedelbart\nKalla mig Lisa och du e som Bart\n1v1 me, de e ingen som vågat\n200 IQ, bli redo att sågas\nGeografi, mannen, kan Barcelona\nSvara på frågan före frågan har frågats\nFuck Google, fråga mig\nAllmänbildning är min grej\nFuck Bing för jag är king\nTjing, tjongen, tjongen, tjing\nFuck Google, fråga mig\nAllmänbildning är min grej\nFuck Bing för jag är king\nTjing, tjongen, tjongen, tjing, uh\n\nKahoot, kahoot, kahoot, kahoot, kahoot, kahoot\nNär jag kommer hem från skolan, då blir det kahoot\nKahoot, kahoot, kahoot, kahoot, kahoot, kahoot\nNär jag kommer hem från skolan, då blir det kahoot\n\nKa-hooooh-ooooh\nOoh-ooh-oooooOoOoOoOoh"
    },
    {
        "track": "FÖRSENT",
        "lyrics": "(Wahzaa)\nHa, Greekazo, vad gör du, Cuz?\nDet är Cuz (Nästa: Hässelby), Yei, Dnote\n(Yei Gonzalez)\nHaha, allahwi\n\nMin bror sitter på fullt med sticks som en kaktus\nKokainet här väcker upp dig som en kalldusch\nInte tjugofyra, mannen, inte som en nattbuss\nFett starkt hasch\nDu kan åka på en halsfluss\nAina skickar agent\nDom tror James Bond\nMannen, oppsen har mens\nDom behöver tampong\nOch det ingen abonnent om du råkar va broke\nOch oj, det luktar bränt, huh, vem blev smoked?\nAndas lite grann\nTar din luft som en ballong\nMannen, som en sportman\nKokainet, den är strong\nBara kontant, ingen swish eller sånt\nLitar inte på nån bank\nDockar i en skokartong\nJag hade på mig bandana, black hoodie (Black hoodie)\nMin bror är tusengubbe, inte hundring (Inte hundring)\nDu blir lämnad med ett hål som ett donut, ugly money\nMen mina fucking pengar, dom fick en glow-up\nStashet gick i puberteten, den blev thick\nAina sitter på blå för jag sitter på vitt\nSvär, du ska lyssna om min broder säger \"Sitt\"\nMannen, ring ambulansen, mina varor, dom är sick (Sick, sick)\n\nUh, dom vill va på min nivå (Cuz)\nYo, dom vill rida Kazos våg (Greekazo)\nFörsent, tåget har redan åkt\nFörsent, försent, tåget har redan åkt\nUh, dom vill va på min nivå (Cuz)\nYo, dom vill rida Kazos våg (Greekazo)\nFörsent, tåget har redan åkt\nFörsent, försent tåget har redan åkt\n\n2019, bara vinster, de är sjukt ju\nDet finns en nitton som är dämpad me grönljus\nVi kan fånga nitton bodies vid ett rödljus\nEn galen somalie med en rysk som varit tyst\nEn hal grek som trycker av från en tysk\nFemtio lappar och jag står på scen (Cash-cash-cash)\nMan ger och tar men jag vill ha och ta ännu mer\nVilka skuldkänslor?\nVarje gång jag hör hans namn, jag ler\nGå ner på knä och till min tabbe du ber (Haha)\nCuz och det Greekazo, gör kaos och hamna inkasso\nHämta massor, det är min vikt nu\nLänge sen jag skicka femmor\nJag har en vän som lämnar större bett än bin\n\nUh, dom vill va på min nivå (Cuz)\nYo, dom vill rida Kazos våg (Greekazo)\nFörsent, tåget har redan åkt\nFörsent, försent, tåget har redan åkt\nUh, dom vill va på min nivå (Cuz)\nYo, dom vill rida Kazos våg (Greekazo)\nFörsent, tåget har redan åkt\nFörsent, försent tåget har redan åkt\n\nJobbar som ett företag, CEO, plug talk\nPengaprat, mannen, MAC:en bärbar så min broder trycker av\nBitch, du är begravd\nSkicka Marabou choklad\nHela Hässelby är gata, ni kan bara trottoar\nFör mycket prat, hat, fokus på min mat (Grr)\nPengar gör mig glad\nHässelby har låst denna stad\nAldrig varit ett besvär (Nej)\nJag är enkelt att ta på\nSå det klart jag haft det bad\nDet kostar leva såhär\nTjugo-nåt och miljonär\nNär vi lever, lever som vi lär\nDet svårt att leva som man lär, skrrt, pow\n\nUh, dom vill va på min nivå (Cuz)\nYo, dom vill rida Kazos våg (Greekazo)\nFörsent, tåget har redan åkt\nFörsent, försent, tåget har redan åkt\nUh, dom vill va på min nivå (Cuz)\nYo, dom vill rida Kazos våg (Greekazo)\nFörsent, tåget har redan åkt\nFörsent, försent tåget har redan åkt\n\nYei Gonzalez"
    },
    {
        "track": "HotSpot",
        "lyrics": "Kommer i din mun som en Tic Tac\nChokladen är god som en Kit Kat\nPungade dundervaror i en zip bag, click clack\nIt's DnoteOnDaBeat, yeah\nShut up, bitch, I blow your shit back (Bap, bap)\n\nVill du bli klippt? Jag är barber (Ching, ching, ching)\nJämföra stash? Min är larger\nVill du ha ladd? Jag är charger\nVi lever i en fet fucking film som det Marvel (Err, err, err)\nNokian har epilepsi, den vibrerar\nSom en app, du raderas\nHämtar cash, inkassera\nGår till centan och parkera, investera\nBunt med röda lappar, inkassera när laxarna nappar (Cash, cash, cash, cash)\nJag är parkerad, tiki-taka, motherfucka\nJag raderar, sätter tio hål i jackan (Pöh, pöh, pöh, pöh, pöh, pow)\nMushten är bil, jag har bensin, jag har dubbel mobil\nJag och broski, we for real, inga pengar, no deal\nInvestera, men det är risk, rent THC i piss\nMix mix, flex finns, born broke, die rich\nBitch, gitt, Mano pull up with the stick\nHetsigt, full clip, click-click-click-click\n\nStår här i centan, vår hot spot (Woo, woo)\nGlider i en bil, gör en hotbox\nDrip too hard, min stil den är top notch\nDunderchocolata, det är çok gott (Flex, flex)\nStår här i centan, vår hot spot (Woo, woo)\nGlider i en bil, gör en hotbox\nDrip too hard, min stil den är top notch\nDunderchocolata, det är çok gott\n\nVi är GTA, inget spel, klädtema italienskt\nJag är trapper of the year, jag är plug, jag har el\nJetskivaror, hämta mer, bitchen droppar till mitt ben\nDsquared² och Moncler, snackar dhagaxa, ingen sten\nOkänt belopp, jagar pengar som en sport\nVåran spot den är hot, släpper skott, headshot\nBop-bop on the block (Shh), amos inget talk\nPlug walk, jag försvann, lämna folket i en chock\nDo you want smoke? Vill du ha röken?\nPull up med en Colt, vi förvandlar opps till spöken\nBlazead som en holk, släppte kranen in till köket\nFörsvinner som en ghost, ni är barnen, så lyssna nu på fröken\nBygger B-lur snabbt som jag Byggare Bob\nCatcha opp, skicka slajf till en snobb\nStår parkerad där det är ett jobb, vi har cash, no cap\nTesta fel, you get blast, no cap och jag pratar ingen hat\n\nStår här i centan, vår hot spot (Woo, woo)\nGlider i en bil, gör en hotbox\nDrip too hard, min stil den är top notch\nDunderchocolata, det är çok gott (Flex, flex)\nStår här i centan, vår hot spot (Woo, woo)\nGlider i en bil, gör en hotbox\nDrip too hard, min stil den är top notch\nDunderchocolata, det är çok gott (Flex, flex)"
    },
    {
        "track": "PILOTER",
        "lyrics": "It's DnoteOnDaBeat, yeah\n\nRöker weed, nu vi flyger som piloter\nSnurrar i en bil eller trycker på en scooter\nIngen kroppsdel när min broder hämtar foten\nSpelade fotboll, nu han är en shooter\nRöker weed, nu vi flyger som piloter\nSnurrar i en bil eller trycker på en scooter\nIngen kroppsdel när min broder hämtar foten\nSpelade fotboll, nu han är en shooter\n\nGlocken japp grabbar, den beter sig som en bög\nOch jag åkte alltid skidor för jag hade mycket snö\nVar i centrum, hämta laxar, hade inget fiskespö\nSå vi odla fullt med plantor, tänkte inte på miljön\nOm Mano pull up with the stick, bon voyage, du är död\nOch min broder skjuter skott och de fadear som en frisör\nOm jag inte stackar sedlar, kan inte vara på humör\nStänger av sex sinnen om jag hamnar i förhör\nAllt vi ser är en maskerad boy, hasta la vista\nRent THC när jag pissar, vi slicar dig som en pizza\nVaror blir till brev, så mycket som vi skickar\nHär pickan är riktad, den siktar och prickar\n\nRöker weed, nu vi flyger som piloter\nSnurrar i en bil eller trycker på en scooter\nIngen kroppsdel när min broder hämtar foten\nSpelade fotboll, nu han är en shooter\nRöker weed, nu vi flyger som piloter\nSnurrar i en bil eller trycker på en scooter\nIngen kroppsdel när min broder hämtar foten\nSpelade fotboll, nu han är en shooter\n\nBitch, du får smoke och det inga cigaretter\nOch vi står ten toes, ingen här dansar baletten\nColan här är ren för jag la den i tvätten\nOch stashet, den är fet, snackar inte om fettet\nJag har aldrig tränat men om aina, vi atleter\nNi äter inte beef, vad går ni på för dieter?\nGuzzen fett söt men jag hade diabetes\nHon kan göra mycket, hon är nio milimeter\nPungade snö, min kuk är som en istapp\nSitter på varor och kassar som ICA\nFolk dansar tango när det blir en stick-up\nVill du få oss springa, det bäst du visar brickan\n\nRöker weed, nu vi flyger som piloter\nSnurrar i en bil eller trycker på en scooter\nIngen kroppsdel när min broder hämtar foten\nSpelade fotboll, nu han är en shooter\nRöker weed, nu vi flyger som piloter\nSnurrar i en bil eller trycker på en scooter\nIngen kroppsdel när min broder hämtar foten\nSpelade fotboll, nu han är en shooter"
    },
    {
        "track": "Wonderwall",
        "lyrics": "Today is gonna be the day that they're gonna throw it back to you\nBy now, you should've somehow realised what you gotta do\nI don't believe that anybody feels the way I do about you now\n\nBackbeat, the word is on the street that the fire in your heart is out\nI'm sure you've heard it all before, but you never really had a doubt\nI don't believe that anybody feels the way I do about you now\n\nAnd all the roads we have to walk are winding\nAnd all the lights that lead us there are blinding\nThere are many things that I would like to say to you\nBut I don't know how\n\nBecause maybe\nYou're gonna be the one that saves me\nAnd after all\nYou're my wonderwall\n\nToday was gonna be the day, but they'll never throw it back to you\nBy now, you should've somehow realised what you're not to do\nI don't believe that anybody feels the way I do about you now\n\nAnd all the roads that lead you there were winding\nAnd all the lights that light the way are blinding\nThere are many things that I would like to say to you\nBut I don't know how\n\nI said maybe\nYou're gonna be the one that saves me\nAnd after all\nYou're my wonderwall\nI said maybe (I said maybe)\nYou're gonna be the one that saves me\nAnd after all\nYou're my wonderwall\nI said maybe (I said maybe)\nYou're gonna be the one that saves me (That saves me)\nYou're gonna be the one that saves me (That saves me)\nYou're gonna be the one that saves me (That saves me)"
    },
    {
        "track": "Young, Wild & Free (feat. Bruno Mars)",
        "lyrics": "Is this thing on? Word\n\nSo what we get drunk?\nSo what we smoke weed?\nWe're just having fun\nWe don't care who sees (Shit)\nSo what we go out? (Ayy, lemme get a lighter, please?)\nThat's how it's supposed to be ('Cause you know I'm high as fuck and I forgot one)\nLiving young and wild and free (Keep that in there)\n\nAh, ah-ah\nSo what, I keep 'em rolled up?\nSaggin' my pants, not carin' what I show\nKeep it real with my niggas, keep it player for these hoes\nIt look clean, don't it?\nWashed it the other day, watch how you lean on it\nGive me some 501 jeans on it\nRoll joints bigger than King Kong's fingers\nAnd smoke them hoes down 'til they stingers\nYou a class clown and if I skip for the day\nI'm with your bitch smokin' grade A\n\nYou know what? It's like I'm seventeen again\nPeach fuzz on my face, lookin' on the case\nTryna find a hella taste, oh, my God\nI'm on the chase, Chevy, It's gettin' kinda heavy, relevant, sellin' it\nDippin' away, time keeps slippin' away\nZip in the safe, flippin' for pay\nTippin' like I'm drippin' in paint\nUpfront, four blunts, like, \"Khalifa put the weed in a J\"\n\nSo what we get drunk?\nSo what we smoke weed?\nWe're just having fun\nWe don't care who sees\nSo what we go out?\nThat's how it's supposed to be\nLiving young and wild and free\n\nUh, and I don't even care\n'Cause if me and my team in there\nThere's gon' be some weed in the air\nTell 'em, Mac\nBlowin' everywhere we goin' and now you knowin'\nWhen I step right up, get my lighter so I can light up\nThat's how it should be done\nSoon as you thinkin' you're down\nFind how to turn things around\nNow things are lookin' up\nFrom the ground up, pound up, this Taylor Gang\nSo turn my sound up and mount up and do my thang\nUh, now I'm chillin', fresh outta class, feelin'\nLike I'm on my own and I could probably own a building\nGot my own car, no job, no children\nHad a science project, me and Mac killed it\nT-H-C, M-A-C, D-E-V, H-D-3, high as me\nThis is us, we gon' fuss\nAnd we gon' fight and we gon' roll\nAnd live off life\n\nSo what we get drunk?\nSo what we smoke weed?\nWe're just having fun\nWe don't care who sees\nSo what we go out?\nThat's how it's supposed to be\nLiving young and wild and free\n\nYeah, roll one, smoke one\nWhen you live like this, you're supposed to party\nRoll one, smoke one, and we all just havin' fun\nSo we just roll one, smoke one\nWhen you live like this, you're supposed to party\nRoll one, smoke one, and we all just havin' fun\n\nSo what we get drunk?\nSo what we smoke weed?\nWe're just having fun\nWe don't care who sees\nSo what we go out?\nThat's how it's supposed to be\nLiving young and wild and free"
    },
    {
        "track": "Sprayad",
        "lyrics": "Hässelby, IN&UT, haha (It's DnoteOnDaBeat, yeah)\nSkrrt, pa-pa-pa, skrrt, pa\nDet Greekazo, no cap, get your head straight, bitch\nYei Gonzalez\n\nDu är på din wave men din båt, den har vält (Woo)\nMin tabbe, den kan japp men det inget sexuellt (Hm)\nHappy new year om Glocken, den har smällt\nOch här vi siktar högt, shooting over your belt (Huvet)\nVi åker pengafilen, vi står aldrig i trafik\nMannen, haschet den är vig, den har gått på gymnastik\nI connect with the plug, ingen elektronik\nJag har allt i min väska, den har blivit en butik\nOm du testar på min bror, sluta upp med homicide\nNo feelings, catch flights, bär Gucci, Off-White\nPull up med en strap på en bil eller bike\nHar en kniv, ingen fight, blandar leanen med Sprite\n\nHär du kan bli sprayad men det ingen hårspray\nOch min broder skjuter skott som han spelar NBA (Skrrt, pow)\nKniven, den är side chick och Glocken, den är main\nOm det inte är om pengar, varför ska du nå mig?\nHär du kan bli sprayad men det ingen hårspray\nOch min broder skjuter skott som han spelar NBA (Bap-bap)\nKniven, den är side chick och Glocken, den är main\nOm det inte är om pengar, varför ska du nå mig?\n\nMin kofot tappa skon men det inte Askungen (Nej, nej, nej)\nOch det inte nyår men raketer finns i pungen (Poof)\nOm hon har no ass, ner på knä och give me head (Blow)\nVi är äkta, no cap, ändå på med Gucci-keps (Haha)\nFolk köper kartor men de hittar inte nånting\nTränar på vårt sikte, vi behöver inte boxning (Det sjukt)\nTio mushter faller som en strike, inge bowling\nSå som ni bankar på er kola, det är mobbning (Push, push, push)\nJag hade en lur och den kallades för brick phone (Bling, bling, bling)\nOm ni testar fel, now we pull up with sticks, bro\nFullt med stenar som vi familjen Flintstone (Yah)\nHär du blir rökt som en jara, ingen Winston (Pow, pow)\n\nHär du kan bli sprayad men det ingen hårspray\nOch min broder skjuter skott som han spelar NBA\nKniven, den är side chick och Glocken, den är main\nOm det inte är om pengar, varför ska du nå mig?\nHär du kan bli sprayad men det ingen hårspray\nOch min broder skjuter skott som han spelar NBA\nKniven, den är side chick och Glocken, den är main\nOm det inte är om pengar, varför ska du nå mig?\n\nVi släpper mycket rök som en skorsten\nIngen vila trots att jag är bortrest\nHm-hmm, hm-hmm, hm-hmm, hm-hmm, hm-hmm\nYei och Dnote, shoutout Ozzy\nShoutout Daddir, shoutout Sia\nShoutout Mano, shoutout Kaptenen\nBacka, det HotSpot, mothafucka\nIt's DnoteOnDaBeat, yeah\nYei Gonzalez"
    }
]