[
    {
        "track": "Sparks",
        "lyrics": "Did I drive you away?\nI know what you'll say\nYou say, \"Oh, sing one we know\"\nBut I promise you this\nI'll always look out for you\nYeah, that's what I'll do\n\nI say, oh\nI say, oh\n\nMy heart is yours\nIt's you that I hold onto\nYeah, that's what I do\nAnd I know I was wrong\nBut I won't let you down\nOh, yeah, I will, yeah, I will, yes, I will\n\nI said, oh\nI cry, oh\n\nYeah, I saw sparks\nYeah, I saw sparks\nAnd I saw sparks\nYeah, I saw sparks\n\nSing it out\nLa-la-la-la, oh-oh\nLa-la-la-la, oh-oh\nLa-la-la-la, oh-oh\nLa-la-la-la, oh-oh"
    },
    {
        "track": "Glimpse of Us",
        "lyrics": "She'd take the world off my shoulders\nIf it was ever hard to move\nShe'd turn the rain to a rainbow\nWhen I was living in the blue\nWhy then, if she's so perfect\nDo I still wish that it was you?\nPerfect don't mean that it's workin'\nSo what can I do? (Ooh)\n\nWhen you're out of sight\nIn my mind\n\n'Cause sometimes, I look in her eyes\nAnd that's where I find a glimpse of us\nAnd I try to fall for her touch\nBut I'm thinkin' of the way it was\nSaid I'm fine and said I moved on\nI'm only here passing time in her arms\nHopin' I'll find a glimpse of us\n\nTell me he savors your glory\nDoes he laugh the way I did?\nIs this a part of your story?\nOne that I had never lived\nMaybe one day, you'll feel lonely\nAnd in his eyes, you'll get a glimpse\nMaybe you'll start slippin' slowly and find me again\n\nWhen you're out of sight\nIn my mind\n\n'Cause sometimes, I look in her eyes\nAnd that's where I find a glimpse of us\nAnd I try to fall for her touch\nBut I'm thinkin' of the way it was\nSaid I'm fine and said I moved on\nI'm only here passing time in her arms\nHopin' I'll find a glimpse of us\n\nOoh\nOoh-ooh-ooh\nOoh\nOoh-ooh-ooh\n\n'Cause sometimes, I look in her eyes\nAnd that's where I find a glimpse of us\nAnd I try to fall for her touch\nBut I'm thinkin' of the way it was\nSaid I'm fine and said I moved on\nI'm only here passing time in her arms\nHopin' I'll find a glimpse of us"
    },
    {
        "track": "Tonight",
        "lyrics": "I may not live to see our glory!\n\nI may not live to see our glory!\n\nBut I will gladly join the fight!\n\nBut I will gladly join the fight!\n\nAnd when our children tell our story…\n\nAnd when our children tell our story…\n\nThey'll tell the story of tonight\nLet's have another round tonight\n\nLet's have another round tonight\nLet's have another round tonight\n\nRaise a glass to freedom\nSomething they can never take away\nNo matter what they tell you\nRaise a glass to the four of us\n\nTomorrow there'll be more of us\n\nTelling the story of tonight\n\nThey'll tell the story of tonight\n\nRaise a glass to freedom\nSomething they can never take away\n\nNo matter what they tell you\n\nLet's have another round tonight\n\nRaise a glass to the four of us\n\nTomorrow there'll be more of us\n\nTelling the story of tonight\n\nLet's have another round tonight\n[HAMILTON/LAURENS/\nENSEMBLE & MULLIGAN/LAFAYETTE/ENSEMBLE]\nThey'll tell the story of tonight\nRaise a glass to freedom\nThey'll tell the story of tonight\nRaise a glass to freedom\nThey'll tell the story of tonight\nThey'll tell the story of—\n\nTonight"
    },
    {
        "track": "Fade Into You",
        "lyrics": "I wanna hold the hand inside you\nI wanna take the breath that's true\nI look to you and I see nothing\nI look to you to see the truth\nYou live your life, you go in shadows\nYou'll come apart and you'll go blind\nSome kind of night into your darkness\nColors your eyes with what's not there\n\nFade into you\nStrange you never knew\nFade into you\nI think it's strange you never knew\n\n\nA stranger light comes on slowly\nA stranger's heart without a home\nYou put your hands into your head\nAnd then its smiles cover your heart\n\nFade into you\nStrange you never knew\nFade into you\nI think it's strange you never knew\nFade into you\nStrange you never knew\nFade into you\nI think it's strange you never knew\n\nI think it's strange you never knew"
    },
    {
        "track": "No One Noticed",
        "lyrics": "Maybe I\nLost my mind\nNo one noticed\nNo one noticed\n\nIt's getting old (I'd kinda like it if you'd call me)\nAll alone ('Cause I'm so over bein' lonely)\nMay have lost it (I need a virtual connection)\nI have lost it (Be my video obsession)\n\nNo one tried\nTo read my eyes\nNo one but you\nWish it weren't true\nMaybe I (I'd kinda like it if you'd call me)\nIt's not right ('Cause I'm so over bein' lonely)\nMake you mine (I need a virtual connection)\nTake our time (Be my video obsеssion)\n\nCome on, don't leave mе, it can't be that easy, babe\nIf you believe me, I guess I'll get on a plane\nFly to your city excited to see your face\nHold me, console me, and then I'll leave without a trace\nCome on, don't leave me, it can't be that easy, babe\nIf you believe me, I guess I'll get on a plane\nFly to your city excited to see your face\nHold me, console me, then I'll leave without a trace\nCome on, don't leave me, it can't be that easy, babe\nIf you believe me, I guess I'll get on a plane\nFly to your city excited to see your face\nHold me, console me, and then I'll leave without a trace (Maybe I)\nCome on, don't leave me, it can't be that easy, babe (It's not right)\nIf you believe me, I guess I'll get on a plane (Make you mine)\nFly to your city excited to see your face (Take our time)\nHold me, console me and then I'll leave without a trace\n\nI'd kinda like it if you'd call me (It's not right)\n'Cause I'm so over bein' lonely (Make you mine)\nI need a virtual connection (Take our time)\nBe my video obsession"
    },
    {
        "track": "I'm All In",
        "lyrics": "In a limit at all to we know\nI just smile and we tell me and know what i want\nTonight'\nI am bloffing in on, and i shouldn't pull it down\nFor all that i love me (i'm all in)\nYo, it wasn't brilliant\nAnd i not giving\nA little came from california, with a big vision\nOf quick and turn down, set them figures (yeah)\nI set a never gives could is\nIm self though, so mad and so unbelievable\nGotta let them know\nYou gotta go hard and you're going hard\nWe've been through all and i made stronger\nHow far is been the game\nKeep pushing all and i feel the love\nI don't want or need stop' no wan't go wrong\nSo rain time i hold back no more\nI'm all in\nIs not the game you play, go so hard everyday\nI'm all in\nYou got to play and got's, all the way you made, you love's\nI'm all in\nIs not the dream you stay, go so hard everyday\nI'm all in baby uuuuuuuhhhh\nI'm looking a flow\nI'm thinking on a flagrame flow\nThinking full the pages without no rages can i go ancient\nFlow\nDecades slow, my rain, just in make, it stone\nI'm taken uot of mistakes and related with green esence flow\nAnd you should able made discuss whent's next\nCause in this only just to taste'it\nYou should go check the rest of you\nWe'been strugled dudes and been pain\nWhat pull off thats small whant can you do\nToday so\nWe over the sky, don't get in the jail\nWhant you work you whole life on ene shot then\nIs gone(the is gone)\nSo when i wonder we didn't paid she need's im all\nNeed, you don't even get a x vides\nYou don't know and you should know\nYou don't know and you should know\nIf you don't know and you should know\nYou should know\nYou should know\nIf you don't know and you should know\nIf you don't know and you should know\nIf you don't know and you should know\nHow hard is being the game\nI'm all in\nIs not the game you play, go so hard everyday\nI'm all in\nYou got to play and got's all the way you made' youlove's\nI'm all in\nIs not the dream you stay, go so hard averyday\nI'm all in baby uuuuuoooohhhh\nI'm all in\nIs not the game you play, go so hard everyday\nI'm all in\nYou got to play and got's, all the way you made, you love's\nI'm all in\nIs not the dream you stay, go so hard everyday\nI'm all in bayby uuuuooooohhh\nI'm all in"
    },
    {
        "track": "Become the Warm Jets",
        "lyrics": "Oh I can hear it when that old song starts to play\nCutting through my body in familiar ways\nWell is it me or is it you who can’t relate?\n'Cause I can feel it\nWhen those warm jets take me away\n\nThe useless seems to matter more and more\nAll my life is just something I can’t ignore\nConsumed and enthused by all that came before\n'Cause I can feel it\nWhen those warm jets start to roar\n\nGive me everything I ever need\nOr just enough so I can go to sleep\nWell is it me or is it you who came to see\nThe scene when all those warm jets swallow me"
    },
    {
        "track": "did i tell u that i miss u",
        "lyrics": "Slow down, slow down to the feeling\nWait up, wait there if you see me\nCome by, come back to the moment\nThe moment\n\nDid I tell you that I miss you?\nDid I tell you that I miss you?\n\nHold on, hold on, we could stay here\nOnce more, once lost, it was so clear\nI'm here, I'm yours for a moment\nA moment\n\nDid I tell you that I miss you?\nDid I tell you that I miss you?\n\n\nDid I tell you that I—\nDid I tell you that I miss you?\nDid I tell you that I—\nDid I tell you that I miss you?"
    },
    {
        "track": "Beanie",
        "lyrics": "Geah.. whassup?\nTo all my street niggas, project niggas\nReal niggas, worldwide\nLet's reflect, everybody got a story\nWe all ghetto B, here's mine\nGeah\n\nSee I was, born in sewage, born to make bomb music\nFlow tight like I was born Jewish\nUsed the streets as a conduit\nI kept arms .38 longs inside my mom's Buick\nAt any given moment Shawn could lose it, be on the news\nIron cuffs - arms through it, or stuffed with embalming fluid\nShit, I'm going through it - mom dukes too\nTears streaming down her pretty face, she got her palms to it\nMy life is getting too wild\nI need to bring some sort of calm to it\nBout to lose it voices screaming \"Don't do it!\"\nIt's like '93, '94, 'bout the year\nThat Big and Mack dropped and Illmatic rocked\nOutta every rag drop, and the West had it locked\nEverybody doing them, I'm still stretching on the block\nLike \"Damn, I'ma be a failure\"\nSurrounded by thugs, drugs, and drug paraphernalia\nCops, courts, and their thoughts is to derail us\nThree-time felons in shorts with jealous thoughts\nTrying to figure where your mail is\nGuesstimate the weight you selling\nSo they can send shots straight to your melon; wait!\nIt gets worse, baby momma water burst\nBaby came out stillborn, still I gotta move on\nThough my heart still torn, life gone from her womb\nDon't worry, if it was meant to be, it'll be soon\n\nThis can't be life, this can't be love\nThis can't be right, there's gotta be more, this can't be us\nThis can't be life, this can't be love\nThis can't be right, there's gotta be more, this can't be us\n\nChill dog\nSecond oldest born, from Michelle Brown my mother\nHell bound, grew with two sisters and one brother\nPop wasn't around, so many stories that's another\nI'm thinking \"Damn, how my older sister gon' make me tougher?\"\nWhen steel sharpens steel, I'ma keep it real\nI'm tired of trying to hide my pain behind the syrups and pills\nDead to the world, stretched out like a corpse for real\nY'all niggas thinking what y'all reading in The Source is real\nWhat my life like, you looking at the source, it's real\nWhat your life like? Mine dog, of course it's real\nPassing judgment, you niggas second-guessing Beans\n'Cause you don't eat swine don't make you Mu'min\nDog you know a couple suras, out the Qur'an\nI guess you all on your din and I ain't on mine\nStop that Akki, 'fore I send shots through your body\nMake 'em feel hell on earth before Allah drop me\nI feel the line's drawn here, nutting more can stop me\n'Til them feds pick me up, or them boys pop me\nThere's only three things that make Mack not act like Beans\nAmatullah Tisha, Po Aldin, Samir Amin\nMy seeds dog, gotta teach 'em that before I leave, dog\nShit I know that I'ma see 'em when I leave, dog\nI come back in the afterlife\nLike fuck it, I done touched hell twice; what's the meaning?\n\nThis can't be life, this can't be love\nThis can't be right, there's gotta be more, this can't be us\nThis can't be life, this can't be love\nThis can't be right, there's gotta be more, this can't be us\nLife.. yeah.. uhh..\nNow as I walk into the studio to do this with Jig'\nI got a phone call from one of my nigs\nSaid my homeboy Reek, he just lost one of his kids\nAnd when I heard that I just broke into tears\nAnd see in the second hand; you don't really know how this is\nBut when it hits that close to home you feel the pain at the crib\nSo I called mine, and saddened my wife with the bad news\nNow we both depressed, counting our blessings 'cause Brad's two\nPraying for young souls to laugh at life through the stars\nLoving your kids just like you was ours\nAnd I'm hurting for you dog; but ain't nobody pain is like yours\nI just know that heaven'll open these doors\nAnd ain't no bright side to losing life; but you can view it like this\nGod's got open hands homie, he in the midst\nOf good company, who loves all and hates not one\nAnd one day you gon' be with your son\nI could've rapped about my hard times on this song\nBut heaven knows I woulda been wrong\nI wouldn'ta been right, it wouldn'ta been love\nIt wouldn'ta been life, it wouldn'ta been us\nThis can't be life\n\nThis can't be life, this can't be love\nThis can't be right, there's gotta be more, this can't be us\nThis can't be life, this can't be love\nThis can't be right, there's gotta be more, this can't be us\nThis can't be life..."
    }
]